<p>最終更新日：2021年4月20日</p>

<p><strong>基本事項</strong></p>
<p>これらの利用規約は、当サイトへのアクセスまたは利用の際に適用されます。
当サイトへのアクセスまたは利用することにより、これらの条件に同意するものとします。
これらの条件に同意しない場合や違反する場合、当サイトへのアクセスおよび利用は禁止されています。
これらの利用規約に加えて、『アップロードルール』『コミュニティルール』もサイトの使用に適用されます。</p>

<p><strong>当サイトについて</strong></p>
<p>当サイトは画像投稿型SNSサービスの一種です。</p>
<p>コメントや「いいね」、お気に入り等でコミュニケーションを取ることを目的としています。</p>
<p>画像投稿型のサイトを例に挙げると、『ボケて』『imgur』等があります。</p>

<p><strong>年齢</strong></p>
<p>18歳未満の方は、当サイトの閲覧およびサービスの利用は禁止されています。</p>

<p><strong>情報の正確性</strong></p>
<p>ソースURLやタグ等、情報の信頼性や正確性を当サイトは保証しません。</p>

<p><strong>利用</strong></p>
<p>コンテンツをサイトに送信することにより、利用者は利用規約に同意したものとみなします。
利用者は、利用者の居住している国の法律や規制を遵守し、サイトに送信するコンテンツに対して責任を負うことに同意するものとします。
利用者は、送信するコンテンツに使用・コピー・変更・改変・配布・ダウンロードの許可およびその他当サイト上で使用する上で必要な権利・権限を有していることを表明および保証します。</p>

<p><strong>ユーザーが投稿したコンテンツの責任</strong></p>
<p>画像、テキスト、URL、コメント等、ユーザーによって当サイトに送信された全てのコンテンツは、コンテンツを送信した人の単独の責任です。
ユーザーが送信したコンテンツについて、当サイトは責任を負いません。
ユーザーの責任はアカウントの制限または削除の他、投稿の削除等によって完結します。
ユーザー情報は開示されません。</p>

<p><strong>『アップロードルール』</strong></p>
<p>画像等をアップロードする際は、必ず以下に同意し行うものとします。
違反する投稿およびアカウントは、削除される場合があります。</p>
<ul>
    <li>ソースURLを入力し、必ず引用元が分かるようにする。これはサイトの存続に関わる場合があります。</li>
    <li>適切なタグを入力し、タグを空白のままにしない。</li>
    <li>不適切なタグ、誤ったタグを使用しない。</li>
    <li>極端なフェチ・不快な投稿をしない。</li>
    <li>同じ画像を投稿しない。</li>
    <li>商業的に販売されている漫画や有料コンテンツのイラストを投稿する等、著作権侵害を目的とした投稿をしない。</li>
    <li>絵やイラスト以外の投稿（コスプレ、現実の人間の写真など）をしない。</li>
    <li>児童ポルノの投稿（18歳未満の現実の人間の写真等、または当サイトが忌避すべきだと判断した極端にリアルな絵・イラスト等）をしない。</li>
    <li>個人使用のための使用（アップローダー代わりの使用）をしない。</li>
    <li>その他、迷惑となる投稿をしない。</li>
    <li>その他、著作者が不利益を被る投稿をしない。</li>
</ul>

<p><strong>『コミュニティルール』</strong></p>
<p>コメント等をする際は、必ず以下に同意し行うものとします。
違反する投稿およびアカウントは、削除される場合があります。
また、ユーザー同士の紛争・論争によって生じた不利益や損害について、当サイトは責任を負いません。</p>
<ul>
    <li>他のユーザーには親切にしてください。</li>
    <li>荒らし・スパム・政治・差別等の書き込みは禁止されています。</li>
    <li>嫌がらせ等の悪意のある行いは禁止されています。</li>
    <li>なりすまし目的や蔑称的な言葉を用いたアカウント名は禁止されています。</li>
    <li>大量の賛成票または反対票を投じるような投票操作は禁止されています。</li>
    <li>反対票を避けるためにコメントを再投稿しないで下さい。</li>
    <li>複数アカウントは禁止されています。</li>
    <li>タグに関する紛争はPINKDARK掲示板で行ってください。</li>
</ul>

<p><strong>投稿に対する著作権所有者による著作権侵害の申し立て</strong></p>
<p>当サイトのコンテンツが著作権を侵害している場合、著作権所有者は削除を申し立てすることが出来ます。
PINKDARK掲示板の運営情報板で書き込むか、お問い合わせから申し立てが行なえます。
申し立てには、次の情報が必要です。
欠けている場合には申し立ては無効となります。</p>
<ul>
    <li>著作権を侵害していると思われる投稿URLのリスト</li>
    <li>作品の元のPSDファイルまたは下書き等のソースファイルのコピーまたはスクリーンショット</li>
    <li>メールアドレス等の連絡先情報</li>
    <li>身元の証明（Twitter等のSNSのマイページのスクリーンショット。もしくは、本人の証明たる明細書や身分証明書等いずれか証明可能なもの）</li>
</ul>
<p>また、虚偽の申し立ては偽計業務妨害罪等の損害賠償の責任を負うことに同意するものとします。
また、投稿したユーザーの情報は開示されません。
また、削除されるのは投稿のみです
著作権侵害の申し立てがなされた投稿は、事実が確認され次第に手順に則って削除されます。</p>

<p><strong>責任と権利</strong></p>
<p>ユーザーによって当サイトに送信された全てのコンテンツに関連する、いかなる責任も当サイトは負いません。
当サイトは、サイトに送信されたコンテンツを監視・確認および管理する義務を負いません。
当サイトは、利用者のアカウントおよびサイトに送信されたコンテンツを独自の裁量で削除・制限または変更したり、サイト上で使用する上で必要な権利・権限を有しています。</p>

<p><strong>これらの規約の変更</strong></p>
<p>これらの規約は、予告なく変更される場合があります。
引き続き当サイトへアクセスおよび利用することにより、利用者は変更された条件に同意したものとみなします。</p>
