<p>いずれも半角英数。</p>

<p><strong>数の指定方法</strong></p>

<table>
    <tbody>
        <tr>
            <td>5..</td>
            <td>5以上のものが表示されます</td>
        </tr>
        <tr>
            <td>..10</td>
            <td>最大で10のものが表示されます</td>
        </tr>
        <tr>
            <td>10..100</td>
            <td>10～100のものが表示されます</td>
        </tr>
    </tbody>
</table>

<p><strong>日付の指定方法</strong></p>

<table>
    <tbody>
        <tr>
            <td>today</td>
            <td>今日のものが表示されます</td>
        </tr>
        <tr>
            <td>yesterday</td>
            <td>昨日のものが表示されます</td>
        </tr>
        <tr>
            <td>2021</td>
            <td>2021年のものが表示されます</td>
        </tr>
        <tr>
            <td>2021-4</td>
            <td>2021年4月のものが表示されます</td>
        </tr>
        <tr>
            <td>2021-4-16</td>
            <td>2021年4月16日のものが表示されます</td>
        </tr>
    </tbody>
</table>

<p><strong>ワイルドカード「　*　」の使い方</strong></p>

<p>一部の検索キーはワイルドカードが使用可能です。
ワイルドカードを使用すると、その前または後がどんな単語でも検索に引っ掛かるようになります。</p>

<table>
    <tbody>
        <tr>
            <td>おっぱ</td>
            <td>「おっぱ」というタグは存在しないので検索結果は表示されない</td>
        </tr>
        <tr>
            <td>おっぱ*</td>
            <td>後ろの言葉は何でも引っ掛かるようになるので、「おっぱい」というタグが表示される</td>
        </tr>
        <tr>
            <td>*っぱい</td>
            <td>前の言葉は何でも引っ掛かるようになるので、「おっぱい」というタグが表示される。しかし、この場合だと「いっぱい」「すっぱい」等も引っ掛かりそうなので微妙</td>
        </tr>
    </tbody>
</table>

<p><strong>マイナス「　-　」の使い方</strong></p>

<p>表示したくないものがある場合、検索キーの前にマイナスを使うとそれを除いた検索結果を表示できます。</p>

<table>
    <tbody>
        <tr>
            <td>-ふたなり</td>
            <td>この場合、「ふたなり以外」のタグが表示されます</td>
        </tr>
        <tr>
            <td>-ふたなり　おっぱい</td>
            <td>この場合、「ふたなり以外」の、「おっぱい」のタグが付いた検索結果が表示されます</td>
        </tr>
    </tbody>
</table>

<p><strong>検索の例</strong></p>
<p>間は空白スペース。</p>

<table>
    <tbody>
        <tr>
            <td>おっぱい　fav-count:10..　type:gif</td>
            <td>「10人以上がお気に入り」にした、「おっぱい」タグが付いた「gif画像」が表示されます</td>
        </tr>
    </tbody>
</table>


<p><strong>エラーについて＆その他</strong></p>

<p>「　:　」（半角コロン）が作品タイトルに含まれている場合、検索するとエラーが出ます。
その場合はコロンの前に「　\　」を入れて検索すると通常通り検索ができます。</p>

<p>また、あまり使わない機能の説明は省いています。</p>

<p>タグは『tag:』で指定できますが、『tag:』を使わなくても指定できます（『tag:おっぱい』でも『おっぱい』のどちらでも可）</p>
