<p>PINKPOOLは、<a href="https://pinkdark.com" target="_blank">PINKDARK</a>から派生した画像投稿型SNSサービスです。コメントや「いいね」、お気に入り等でコミュニケーションを取ることを目的としています。タグによる包括的な画像管理も可能となっています。</p>

<p><strong>登録について</strong></p>
<p>メールアドレスは未入力でも登録可能ですが、パスワードを紛失した際に困ります。</p>
<p>登録ユーザーは次のことができます。</p>

<ul>
    <li>投稿をアップロード（匿名モードあり）</li>
    <li>タグの追加や削除</li>
    <li>投稿をお気に入りに追加</li>
    <li>コメントを投稿する</li>
    <li>いいねする（賛成票と反対票）</li>
    <li>アバターを設定（初期設定はランダム）</li>
</ul>

<p><strong>アップロード後の注意</strong></p>

<ul>
    <li>ソースURLを入力してください。</li>
    <li>タグを入力してください。</li>
</ul>
